{
  "expected_interest_rate_change_type": "hold",
  "expected_interest_rate_change_amount": null,
  "expected_narrative": "neutral",
  "notes": "The U.S. Federal Reserve will keep interest rates on hold for at least another couple of months, according to most economists polled by Reuters, as risks linger that inflation may resurge due to President Donald Trumps tariff policies.\nWith most trade negotiations incomplete as the July 9 deadline for a 90-day pause on tariffs announced in April approaches, forecasters have been reluctant to change their already fragile economic outlook.\nRising concerns about U.S. debt and a deluge of bond issuance fuelled by a sweeping tax cut bill passed by the House of Representatives, but not the Senate, are not helping.\nData on Friday showed no signs of significant stress building in the labor market, suggesting the Fed is in no hurry to cut interest rates any time soon.\nAll but two of the 105 economists in the June 5-10 Reuters poll predicted the Federal Open Market Committee would keep the fed funds rate unchanged at its June 17-18 meeting in a 4.25%-4.50% range, where it has been since the start of the year.\nAround 55% of economists - 59 of 105 - said the Fed would resume cutting next quarter, most likely in September and in line with interest rate futures pricing. That outlook has not changed from last month.\nAs long as the labor market looks fine, we expect the FOMC to continue to stay on hold, and use rhetoric to bolster their inflation-fighting credibility. Until there is a cost, why signal otherwise? said Jonathan Pingle, chief U.S. economist at UBS.\nAt the moment grey area seems more charcoal... the Committee is facing a substantial amount of uncertainty.\"\nInflation expectations have remained elevated on predictions of high U.S. trade barriers. The administration has recently raised aluminum and steel tariffs to 50% from 25%.\nU.S. officials are currently engaged in trade talks with top Chinese officials in London, looking to secure a breakthrough.\nIn the meantime, consumers are expecting price pressures to surge in coming years, while economists predict inflation to remain well above the Feds 2% target until at least 2027.\n Any significant hawkish or dovish surprise could impact Bitcoin."
}
